<?php

$lang_register_game = array(

// Register info
'Char legend' => 'Создание персонажа',
'Charname legend' => 'Введите фэнтезийное имя персонажа, содержащее от 2 до 25 символов',
'Charname generator' => 'Генератор фэнтезийных имен',
'Charname' => 'Имя персонажа',
'Chargender' => 'Пол персонажа',
'Male' => 'Мужской',
'Female' => 'Женский',
'Charname too short' => 'Имя персонажа должно состоять минимум из 2 символов. Пожалуйста, выберите другое (более длинное) имя для персонажа.',
'Charname too long' => 'Имя персонажа не должно превышать 25 символов. Пожалуйста, выберите другое (более короткое) имя для персонажа.',
'Charname guest' => 'Имя "гость" зарезервировано. Пожалуйста, выберите другое имя для персонажа.',
'Charname IP' => 'Имя персонажа не должно быть похоже на IP адрес. Пожалуйста, выберите другое имя для персонажа.',
'Charname reserved chars' => 'Имя персонаж не может содержать символы \', " или [ и ] одновременно. Пожалуйста, выберите другое имя для персонажа.',
'Charname BBCode' => 'Имя персонажа не должно содержать символы форматирования (BB-коды), которые используются на форуме. Пожалуйста, выберите другое имя для персонажа.',
'Charname dupe 1' => 'Выбранное имя уже зарегистрировано пользователем',
'Charname dupe 2' => 'Имена очень похожи и должны отличаться хотя бы одним буквенно-цифровым символом. Выберите другое имя.',
);

?>